--- 
wordpress_id: 31
layout: post
title: Details zur Schliessung des Aikidoforum.de
wordpress_url: http://blog.kopis.de/?p=31
---
<p>Ich hab ja <a href="http://carstenringe.net/ich-schliesse-das-aikidoforum">vor einiger Zeit schon angek&uuml;ndigt</a>, dass ich das <a href="http://www.aikidoforum.de/">Aikidoforum.de</a> schliessen werde. Jetzt will ich nochmal ein paar Gr&uuml;nde daf&uuml;r anf&uuml;hren.</p>

<p>Das Aikidoforum.de existiert seit ca. 2004. <a href="http://web.archive.org/web/*/http://www.aikidoforum.de">Wer m&ouml;chte, kann im <em>Internet Archive</em> nochmal dorthin zur&uuml;ckblicken</a>. Das Forum hat sich seitdem eigentlich nicht gro&szlig; ver&auml;ndert, bis auf die &uuml;blichen Updates der Forensoftware <a href="http://www.phpbb.com">phpBB</a>. Mittlerweile enth&auml;lt das Forum†10169 Beitr&auml;ge,†710 Threads und†343 Nutzer.</p>

<p>Ich selbst mache schon seit ein paar Jahren kein Aikido mehr. Liegt haupts&auml;chlich daran, das kein passendes Dojo in der N&auml;he war. Und das ich mich eher auf andere Dinge konzentriert habe. Aber das Forum habe ich trotzdem weiter gef&uuml;hrt, einfach weil ich ein gro&szlig;er Fan von Communities f&uuml;r spezielle Nutzergruppen bin. Es gab vorher eigentlich keine Internetplattform f&uuml;r Aikidoka in Deutschland. Mittlerweile gibt es noch das <a href="http://www.aikidoinfo.de/forum/">AikidoInfo Forum</a> (das fr&uuml;her <a href="aikidolink.ch">aikidolink.ch</a> war).</p>

<p>Ausl&ouml;ser f&uuml;r meinen R&uuml;ckzug vom Forum war ein Thread, der etwas entgleist ist. Es kommt &ouml;fter vor, dass die Threads nach ein paar direkten Antworten zum <em>Original Post</em> in andere Themen abgleiten. Es kam auch schonmal vor, dass ich Threads geteilt oder geschlossen habe, wenn die Nutzer zu weit vom Thema abkamen.</p>

<p>Aber dieser Thread war etwas anders. Wenn Benutzer subjektive Eindr&uuml;cke wiedergeben, kann es schnell vorkommen, dass andere sich auf die F&uuml;sse getreten f&uuml;hlen. Das verstehe ich, aber ich bin schon lange genug im Netz unterwegs, dass ich auch wei&szlig;, das es oft am Medium Text liegt und nicht an den Nutzern selbst. Ok, es gibt auch Leute, die im Netz einfach die schlechteste Seite raush&auml;ngen lassen, aber das ist im Aikidoforum.de sicher nicht der Fall.</p>

<p>Jedenfalls gab es ein paar Beitr&auml;ge im Thread, in denen sich die Stimmung etwas aufheizte und letztlich gipfelte das darin, dass ein Nutzer etwas von &uuml;bler Nachrede und/oder Rufsch√&auml;igung schrieb und meinte:</p>

<blockquote>Solche falschen Tatsachen im Internet zu verbreiten, ist allerdings kein Kavaliersdelikt und k&ouml;nnte unter Umst&auml;nden rechtliche Konsequenzen haben.<br/>
...<br />
Es sind schon einige Verfahren wegen solchr Dinge gef&uuml;hrt worden, und nicht zuletzt werden Forenbetreiber haftbar gemacht.</blockquote>

<p>Was juristisch wirklich Tatsachenbehauptung und was Schilderung subjektiver Eindr&uuml;cke ist, kann ich nicht beurteilen. Will ich auch gar nicht. Ich will, dass die Nutzer sich freuen, dass es eine kostenlose Plattform f&uuml;r Aikidoka gibt/gab und das sie sich &uuml;ber ihr Hobby Aikido unterhalten. Und ich will sicher nicht in irgendwelche juristischen Gefechte reingezogen werden, nur weil ich diese Plattform angeboten habe. Dazu ist mir meine Zeit zu schade.</p>

<p>Jedenfalls hab ich das zum Anlass genommen, den schon l&auml;nger in meinem Kopf herumschwirrenden Gedanken "<em>forum abgeben</em>" Realit&auml;t werden zu lassen.</p>
