---
layout: post
title: Muss man immer Ziele setzten?
---
<p>Vor ein paar Monaten war ich von dem Gedanken getrieben, ich m&uuml;sste in meinem Job immer effizienter, schneller und besser werden. Ich habe mich mit <a href="http://de.wikipedia.org/wiki/Getting_Things_Done">Getting Things Done</a> besch&auml;ftigt und habe versucht, alle meine Aufgaben in Todo-Listen und Priorit&#228;ten einzusortieren. Zu dieser Zeit war ich davon &uuml;berzeugt, das <a href="http://de.wikipedia.org/wiki/Prokrastinieren">Prokrastinieren</a> ein Zeichen von Faulheit und einer eher durchschnittlichen Verhaltensweise ist.</p>

<p>Aber ist das wirklich so?</p>

<p>Im Moment habe ich alle meine Aufgabenlisten wieder abgeschafft:
<ul>
	<li>Ich habe keinen Account mehr bei <a href="http://www.rememberthemilk.com/?hl=de">Remember the milk</a></li>
	<li>Ich schreibe mir nur noch Ideen auf und keine Arbeitsschritte</li>
	<li>Ich versuche meine Planung auf den aktuellen Tag bzw. die laufende Woche zu beschr&auml;nken</li>
</ul>
Wenn ich etwas tun muss, dann tue ich es. Wenn ich nicht so genau wei&szlig;, was ich demn&auml;chst tun muss, konzentriere ich mich auf die aktuelle Aufgabe und bringe sie zuende. Meistens erkenne ich den n&auml;chsten Schritt dann sofort.</p>

<p>Ein sch&ouml;nes Beispiel f&uuml;r konstruktives Prokrastinieren hab ich gerade wieder erlebt: Nach tagelanger Fehlersuche hab ich etwas v&ouml;llig anderes gemacht. Keinen Gedanken an weitere L&ouml;sungen verschwendet, nicht bewu&szlig;t dr&uuml;ber nachgedacht. Und siehe da: am n&auml;chsten Tag habe ich den Fehler gefunden. Habe ich jetzt den Tag verschwendet, den ich nicht auf der Suche nach dem Bug verbracht habe oder habe ich ihn gut dazu genutzt, andere notwendige Aufgaben zu erledigen? W&auml;re die Fehlersuche schneller gewesen, wenn ich nur daran gearbeitet h&auml;tte? Ich bezweifel das.</p>

<p>Wir haben bestimmt alle schon erlebt, dass man aus heiterem Himmel die L&ouml;sung f&uuml;r ewas parat hatte, das man schon tagelang im Kopf herumgew&auml;lzt hat. Und die Zeit bis zur L&ouml;sung muss man nicht zwangsweise mit dem Problem selbst verbringen.</p>
